// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Sblocco regionale";

ChangingTitle = "Cambiamento regione…";
SuccessTitle = "Riuscito";
SuccessMsg = "La regione della stampante è stata cambiata.";
FailureTitle = "Guasto";
FailureMsg = "La regione della stampante non è stata cambiata.";

HSDTaskTitleFieldText = "Imposta nuova regione";
HSDTaskDescriptionFieldText = "Immettere qui sotto i numeri forniti dall’agente dell’Assistenza Clienti.";
HSDCheckButtonText = "Controlla";
HSDCheckButtontDescriptionText = "Fare clic su \"Controlla\" per generare un numero di conferma. Segnalare questo numero all’agente dell’Assistenza Clienti.";
HSDConfirmationNumberLableText = "Numero di conferma:";
HSDSendButtontDescriptionText = "Fare clic su \"Invia\" per ripristinare la stampante.";
HSDSendButtonText = "Invia";